adashen.vscode-tomcat
Angular.ng-template
bierner.markdown-emoji
bmewburn.vscode-intelephense-client
damianbal.vs-phpclassgen
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
mblode.twig-language
MehediDracula.php-namespace-resolver
mikestead.dotenv
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.test-adapter-converter
octref.vetur
Perkovec.emoji
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
ritwickdey.live-sass
ritwickdey.LiveServer
shakram02.bash-beautify
techer.open-in-browser
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xdebug.php-debug
